Revit 2027 API
SymbolTypeId.UkPound Property
 Symbol £, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UkPound { get; }
Public Shared ReadOnly Property UkPound As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UkPound {
	ForgeTypeId^ get ();
}
static member UkPound : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace